---
kind: other
id: Properties.T:Autodesk.Revit.DB.Infrastructure.AlignmentStationLabelOptions
source: html/72365127-e6ca-80c3-7f22-119f2f06d83e.htm
---
# AlignmentStationLabelOptions Properties

Specifies if the label will have a leader.
 The default value is true.